run/tutorials/lagrangian/reactingParcelFilmFoam/splashPanel/constant/combustionProperties
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  2.1.x                                 |
|   \\  /    A nd           | Web:      www.OpenFOAM.org                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       dictionary;
    location    "constant";
    object      combustionProperties;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

combustionModel  PaSR<psiChemistryCombustionModel>;

active  false;

PaSRCoeffs
{
    Cmix                Cmix [ 0 0 0 0 0 0 0 ] 1.0;
    turbulentReaction   off;
}


// ************************************************************************* //
